Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 仅限字母、数字、下划线（如 my_redirects），用于规则表达式引用。
ar: الحروف والأرقام والشرطة السفلية فقط (مثل my_redirects)؛ تُستخدم للإشارة إلى القائمة في تعبيرات القواعد.
de: Nur Buchstaben, Ziffern und Unterstriche (z. B. my_redirects) – wird in Regelausdrücken zur Referenz auf die Liste verwendet.
en: Letters, numbers, and underscores only (e.g. my_redirects) — used to reference the list in rule expressions.
es_mx: Solo letras, números y guiones bajos (p. ej. my_redirects); se usa para referenciar la lista en expresiones de reglas.
fr: Lettres, chiffres et tirets bas uniquement (p. ex. my_redirects) — sert à référencer la liste dans les expressions de règles.
ja: 英数字とアンダースコアのみ（例：my_redirects）。ルール式での参照に使われます。
ko: 문자, 숫자, 밑줄만 사용(예: my_redirects). 규칙 식에서 목록을 참조하는 데 사용됩니다.
pt_br: Apenas letras, números e sublinhados (ex. my_redirects); usado para referenciar a lista em expressões de regra.
pt_pt: Apenas letras, números e sublinhados (ex. my_redirects); usado para referenciar a lista em expressões de regra.
tr: Yalnızca harf, rakam ve alt çizgi (örn. my_redirects); kural ifadelerinde listeye başvurmak için kullanılır.
zh_hant: 僅限字母、數字、底線（如 my_redirects），用於規則運算式引用。
zh_hk: 僅限字母、數字、底線（如 my_redirects），用於規則運算式引用。

source: 今日
ar: اليوم
de: Heute
en: Today
es_mx: Hoy
fr: Aujourd’hui
ko: 오늘
pt_br: Hoje
pt_pt: Hoje
tr: Bugün

source: 仍然启用端点
ar: تفعيل نقطة النهاية على أي حال
de: Endpunkt trotzdem aktivieren
en: Enable endpoint anyway
es_mx: Habilitar el endpoint de todos modos
fr: Activer le point de terminaison quand même
ja: それでもエンドポイントを有効化
ko: 그래도 엔드포인트 사용
pt_br: Ativar o endpoint mesmo assim
pt_pt: Ativar o endpoint mesmo assim
tr: Yine de uç noktayı etkinleştir
zh_hant: 仍然啟用端點
zh_hk: 仍然啟用端點

source: 从 .js 文件导入
ar: استيراد من ملف ‎.js
de: Aus .js-Datei importieren
en: Import from .js file
es_mx: Importar desde archivo .js
fr: Importer depuis un fichier .js
ja: .js ファイルから読み込み
ko: .js 파일에서 가져오기
pt_br: Importar de arquivo .js
pt_pt: Importar de ficheiro .js
tr: .js dosyasından içe aktar
zh_hant: 從 .js 檔案匯入
zh_hk: 從 .js 檔案匯入

source: 从左侧列表选择域名查看详情
ar: اختر نطاقًا من القائمة لعرض التفاصيل
de: Wähle eine Domain aus der Liste, um Details zu sehen
en: Choose a domain from the list to see details
es_mx: Elige un dominio de la lista para ver los detalles
fr: Choisissez un domaine dans la liste pour voir les détails
ja: 左のリストからドメインを選ぶと詳細が表示されます
ko: 목록에서 도메인을 선택하여 상세 정보를 확인하세요
pt_br: Escolha um domínio na lista para ver os detalhes
pt_pt: Escolha um domínio na lista para ver os detalhes
tr: Ayrıntıları görmek için listeden bir alan adı seçin
zh_hant: 從左側列表選擇網域以檢視詳細資訊
zh_hk: 從左側列表選擇域名以查看詳細資料

source: 代理模式下 DNS TTL 由 Cloudflare 管理。
ar: في وضع الوكيل، تتولّى Cloudflare إدارة مدة بقاء DNS.
de: Im Proxy-Modus wird die DNS-TTL von Cloudflare verwaltet.
en: In proxied mode, the DNS TTL is managed by Cloudflare.
es_mx: En modo proxy, Cloudflare administra el TTL de DNS.
fr: En mode proxy, le TTL DNS est géré par Cloudflare.
ja: プロキシモードでは、DNS の TTL は Cloudflare が管理します。
ko: 프록시 모드에서는 DNS TTL을 Cloudflare가 관리합니다.
pt_br: No modo proxy, o TTL de DNS é gerenciado pela Cloudflare.
pt_pt: No modo proxy, o TTL de DNS é gerido pela Cloudflare.
tr: Proxy modunda DNS TTL'si Cloudflare tarafından yönetilir.

source: 代码
ar: التعليمات البرمجية
de: Code
en: Code
es_mx: Código
fr: Code
ja: コード
ko: 코드
pt_br: Código
pt_pt: Código
tr: Kod
zh_hant: 程式碼
zh_hk: 代碼

source: 令牌等同于隧道凭据，请妥善保管，不要公开分享。
ar: الرمز يعادل بيانات اعتماد النفق — احتفظ به بأمان ولا تشاركه علنًا.
de: Das Token entspricht den Tunnel-Anmeldedaten – bewahre es sicher auf und teile es nicht öffentlich.
en: The token is equivalent to tunnel credentials — keep it safe and don’t share it publicly.
es_mx: El token equivale a las credenciales del túnel; guárdalo bien y no lo compartas públicamente.
fr: Le jeton équivaut aux identifiants du tunnel — conservez-le en sécurité et ne le partagez pas publiquement.
ja: トークンはトンネルの認証情報に相当します。大切に保管し、公開しないでください。
ko: 토큰은 터널 자격 증명과 같습니다. 안전하게 보관하고 공개적으로 공유하지 마세요.
pt_br: O token equivale às credenciais do túnel; guarde-o com segurança e não o compartilhe publicamente.
pt_pt: O token equivale às credenciais do túnel; guarde-o com segurança e não o partilhe publicamente.
tr: Belirteç, tünel kimlik bilgilerine eşdeğerdir — güvende tutun ve herkese açık paylaşmayın.
zh_hant: 權杖等同於通道憑證，請妥善保管，不要公開分享。
zh_hk: 權杖等同於隧道憑證，請妥善保管，不要公開分享。

source: 以上工具均无需 Cloudflare 账号。
ar: لا تتطلب أيٌّ من هذه الأدوات حساب Cloudflare.
de: Keines dieser Werkzeuge benötigt ein Cloudflare-Konto.
en: None of these tools need a Cloudflare account.
es_mx: Ninguna de estas herramientas requiere una cuenta de Cloudflare.
fr: Aucun de ces outils ne nécessite de compte Cloudflare.
ja: これらのツールはいずれも Cloudflare アカウント不要です。
ko: 이 도구들은 모두 Cloudflare 계정이 필요 없습니다.
pt_br: Nenhuma destas ferramentas precisa de conta da Cloudflare.
pt_pt: Nenhuma destas ferramentas precisa de conta Cloudflare.
tr: Bu araçların hiçbiri Cloudflare hesabı gerektirmez.
zh_hant: 以上工具皆無需 Cloudflare 帳號。
zh_hk: 以上工具均無需 Cloudflare 帳戶。

source: 以下名称非法（须字母 / 数字 / 下划线，且不以数字开头）：%@
ar: أسماء غير صالحة (أحرف/أرقام/شرطة سفلية، دون بدء برقم): %@
de: Ungültige Namen (Buchstaben/Ziffern/Unterstrich, nicht mit Ziffer beginnend): %@
en: Invalid names (must be letters/digits/underscore, not starting with a digit): %@
es_mx: Nombres no válidos (letras/dígitos/guion bajo, sin iniciar con dígito): %@
fr: Noms non valides (lettres/chiffres/tiret bas, ne pas commencer par un chiffre) : %@
ja: 無効な名前（英数字／アンダースコアで、数字で始められません）：%@
ko: 잘못된 이름(영문/숫자/밑줄, 숫자로 시작 불가): %@
pt_br: Nomes inválidos (letras/dígitos/sublinhado, não iniciar com dígito): %@
pt_pt: Nomes inválidos (letras/dígitos/sublinhado, não começar por dígito): %@
tr: Geçersiz adlar (harf/rakam/alt çizgi, rakamla başlamaz): %@
zh_hant: 下列名稱不合法（須為字母／數字／底線，且不可以數字開頭）：%@
zh_hk: 下列名稱不合法（須為字母／數字／底線，且不可以數字開頭）：%@

source: 任务
ar: المهمة
de: Aufgabe
en: Task
es_mx: Tarea
fr: Tâche
ja: タスク
ko: 작업
pt_br: Tarefa
pt_pt: Tarefa
tr: Görev
zh_hant: 任務
zh_hk: 任務

source: 优先级
ar: الأولوية
de: Priorität
en: Priority
es_mx: Prioridad
fr: Priorité
ja: 優先度
ko: 우선순위
pt_br: Prioridade
pt_pt: Prioridade
tr: Öncelik
zh_hant: 優先順序
zh_hk: 優先順序

source: 优先级：%lld
ar: الأولوية: %lld
de: Priorität: %lld
en: Priority: %lld
es_mx: Prioridad: %lld
fr: Priorité : %lld
ja: 優先度：%lld
ko: 우선순위: %lld
pt_br: Prioridade: %lld
pt_pt: Prioridade: %lld
tr: Öncelik: %lld
zh_hant: 優先順序：%lld
zh_hk: 優先次序：%lld

source: 优先级（可选，数字越小越靠前）
ar: الأولوية (اختياري، الأصغر أولاً)
de: Priorität (optional, kleiner = höher)
en: Priority (optional, lower = higher)
es_mx: Prioridad (opcional, menor = más alta)
fr: Priorité (facultatif, plus petit = plus haut)
ja: 優先度（任意、小さいほど上位）
ko: 우선순위 (선택, 작을수록 먼저)
pt_br: Prioridade (opcional, menor = antes)
pt_pt: Prioridade (opcional, menor = antes)
tr: Öncelik (isteğe bağlı, küçük = önce)
zh_hant: 優先順序（選用，數字越小越前）
zh_hk: 優先順序（可選，數字越小越前）

source: 会话保持
ar: تثبيت الجلسة
de: Sitzungsaffinität
en: Session affinity
es_mx: Afinidad de sesión
fr: Affinité de session
ja: セッション維持
ko: 세션 고정
pt_br: Afinidade de sessão
pt_pt: Afinidade de sessão
tr: Oturum benzeşimi
zh_hant: 工作階段保持
zh_hk: 工作階段保持

source: 会话时长
ar: مدة الجلسة
de: Sitzungsdauer
en: Session duration
es_mx: Duración de sesión
fr: Durée de session
ja: セッション時間
ko: 세션 기간
pt_br: Duração da sessão
pt_pt: Duração da sessão
tr: Oturum Süresi
zh_hant: 工作階段時長
zh_hk: 工作階段時長

source: 位置
ar: الموقع
de: Standort
en: Location
es_mx: Ubicación
fr: Emplacement
ja: ロケーション
ko: 위치
pt_br: Local
pt_pt: Localização
tr: Konum

source: 位置决定数据存放区域，选择「自动」由 Cloudflare 就近分配。
ar: يحدّد الموقع مكان تخزين البيانات؛ اختر «تلقائي» ليضعها Cloudflare قريبًا.
de: Der Standort bestimmt, wo Daten gespeichert werden; mit „Automatisch“ platziert Cloudflare sie in der Nähe.
en: Location decides where data is stored; choose Automatic to let Cloudflare place it nearby.
es_mx: La ubicación decide dónde se almacenan los datos; elige Automática para que Cloudflare lo coloque cerca.
fr: L’emplacement détermine où sont stockées les données ; choisissez Automatique pour que Cloudflare les place à proximité.
ja: ロケーションはデータの保存地域を決めます。「自動」を選ぶと Cloudflare が近くに配置します。
ko: 위치는 데이터 저장 지역을 결정합니다. 자동을 선택하면 Cloudflare가 가까운 곳에 배치합니다.
pt_br: A localização define onde os dados ficam; escolha Automático para o Cloudflare colocá-los por perto.
pt_pt: A localização define onde os dados ficam; escolha Automático para o Cloudflare colocá-los por perto.
tr: Konum, verilerin nerede saklanacağını belirler; Otomatik’i seçerseniz Cloudflare yakına yerleştirir.
zh_hant: 位置決定資料存放區域，選擇「自動」由 Cloudflare 就近配置。
zh_hk: 位置決定資料存放區域，選擇「自動」由 Cloudflare 就近配置。

source: 低于该版本的旧客户端将被拒绝
ar: سيُرفض العملاء الأقدم من هذا الإصدار
de: Ältere Clients unterhalb dieser Version werden abgelehnt
en: Older clients below this version will be rejected
es_mx: Se rechazarán los clientes antiguos por debajo de esta versión
fr: Les anciens clients en dessous de cette version seront refusés
ja: このバージョン未満の古いクライアントは拒否されます
ko: 이 버전 미만의 오래된 클라이언트는 거부됩니다
pt_br: Clientes antigos abaixo desta versão serão rejeitados
pt_pt: Os clientes antigos abaixo desta versão serão rejeitados
tr: Bu sürümün altındaki eski istemciler reddedilir
zh_hant: 低於該版本的舊用戶端將被拒絕
zh_hk: 低於此版本的舊客戶端將被拒絕

source: 低频访问存储
ar: تخزين الوصول النادر
de: Speicher für seltenen Zugriff
en: Infrequent Access storage
es_mx: Almacenamiento de acceso poco frecuente
fr: Stockage à accès rare
ja: 低頻アクセスストレージ
ko: 저빈도 액세스 스토리지
pt_br: Armazenamento de acesso infrequente
pt_pt: Armazenamento de acesso pouco frequente
tr: Seyrek Erişim Depolama
zh_hant: 低頻存取儲存
zh_hk: 低頻存取儲存

source: 作为密钥写入，逐个保存；同名将被覆盖，保存后不可读取。
ar: تُكتب كأسرار وتُحفظ واحدًا تلو الآخر؛ تُستبدل الأسماء المتطابقة ولا يمكن قراءتها بعد الحفظ.
de: Werden als Secrets einzeln gespeichert; gleiche Namen werden überschrieben und sind nach dem Speichern nicht lesbar.
en: Written as secrets, saved one by one; same names are overwritten and can’t be read after saving.
es_mx: Se guardan como secretos, uno por uno; los nombres iguales se sobrescriben y no se pueden leer después.
fr: Enregistrés comme secrets, un par un ; les mêmes noms sont écrasés et illisibles après enregistrement.
ja: シークレットとして1つずつ保存します。同名は上書きされ、保存後は読み取れません。
ko: 비밀로 하나씩 저장됩니다. 동일한 이름은 덮어쓰며 저장 후에는 읽을 수 없습니다.
pt_br: Gravados como segredos, um a um; nomes iguais são sobrescritos e não podem ser lidos após salvar.
pt_pt: Gravados como segredos, um a um; nomes iguais são substituídos e não podem ser lidos após guardar.
tr: Sırlar olarak tek tek kaydedilir; aynı adlar üzerine yazılır ve kaydettikten sonra okunamaz.
zh_hant: 以密鑰寫入，逐一儲存；同名會被覆寫，儲存後無法讀取。
zh_hk: 以密鑰寫入，逐一儲存；同名會被覆寫，儲存後無法讀取。

source: 作为明文变量一次性写入；同名将被覆盖，不影响其它绑定。
ar: تُكتب كمتغيرات نصية دفعة واحدة؛ تُستبدل الأسماء المتطابقة دون التأثير على الروابط الأخرى.
de: Werden auf einmal als Klartextvariablen geschrieben; gleiche Namen werden überschrieben, andere Bindings bleiben unberührt.
en: Written as plaintext variables in one go; same names are overwritten, other bindings unaffected.
es_mx: Se escriben como variables de texto plano de una vez; los nombres iguales se sobrescriben, otros enlaces no se ven afectados.
fr: Écrites en une fois comme variables en clair ; les mêmes noms sont écrasés, les autres liaisons ne sont pas affectées.
ja: 平文の変数として一括で書き込みます。同名は上書きされ、他のバインディングには影響しません。
ko: 평문 변수로 한 번에 작성됩니다. 동일한 이름은 덮어쓰며 다른 바인딩에는 영향을 주지 않습니다.
pt_br: Gravadas como variáveis de texto plano de uma vez; nomes iguais são sobrescritos, outros bindings não são afetados.
pt_pt: Gravadas como variáveis de texto simples de uma vez; nomes iguais são substituídos, outros bindings não são afetados.
tr: Düz metin değişkenleri olarak tek seferde yazılır; aynı adlar üzerine yazılır, diğer bağlamalar etkilenmez.
zh_hant: 以明文變數一次性寫入；同名會被覆寫，不影響其他繫結。
zh_hk: 以明文變數一次性寫入；同名會被覆寫，不影響其他繫結。

source: 你的 IP
ar: عنوان IP الخاص بك
de: Deine IP
en: Your IP
es_mx: Tu IP
fr: Votre IP
ja: あなたの IP
ko: 내 IP
pt_br: Seu IP
pt_pt: O seu IP
tr: IP adresiniz

source: 你的端点
ar: نقطة النهاية الخاصة بك
de: Dein Endpunkt
en: Your endpoint
es_mx: Tu endpoint
fr: Votre point de terminaison
ja: あなたのエンドポイント
ko: 내 엔드포인트
pt_br: Seu endpoint
pt_pt: O seu endpoint
tr: Uç noktanız
zh_hant: 你的端點
zh_hk: 你的端點

source: 使用 Cloudflare 账号授权
ar: التفويض باستخدام حساب Cloudflare
de: Mit deinem Cloudflare-Konto autorisieren
en: Authorize with your Cloudflare account
es_mx: Autorizar con tu cuenta de Cloudflare
fr: Autoriser avec votre compte Cloudflare
ja: Cloudflare アカウントで認可
ko: Cloudflare 계정으로 인증
pt_br: Autorizar com sua conta da Cloudflare
pt_pt: Autorizar com a sua conta da Cloudflare
tr: Cloudflare hesabınızla yetkilendirin
zh_hant: 使用 Cloudflare 帳號授權
zh_hk: 使用 Cloudflare 帳戶授權

source: 使用 Cloudflare 账号登录
ar: تسجيل الدخول باستخدام Cloudflare
de: Mit Cloudflare anmelden
en: Sign in with Cloudflare
es_mx: Inicia sesión con Cloudflare
fr: Se connecter avec Cloudflare
ja: Cloudflare アカウントでログイン
ko: Cloudflare로 로그인
pt_br: Entrar com a Cloudflare
pt_pt: Iniciar sessão com a Cloudflare
tr: Cloudflare ile oturum aç
zh_hant: 使用 Cloudflare 帳號登入
zh_hk: 使用 Cloudflare 帳戶登入

source: 使用条款
ar: شروط الاستخدام
de: Nutzungsbedingungen
en: Terms of Service
es_mx: Términos de servicio
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용약관
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
tr: Kullanım Koşulları
zh_hant: 使用條款
zh_hk: 使用條款

source: 例如：拦截来自中国大陆、访问 /admin 的请求
ar: مثال: حظر الطلبات القادمة من البر الرئيسي للصين والتي تصل إلى /admin
de: z. B. Anfragen aus dem chinesischen Festland blockieren, die auf /admin zugreifen
en: e.g. Block requests from China that hit /admin
es_mx: p. ej., bloquear solicitudes desde China que accedan a /admin
fr: p. ex. bloquer les requêtes de Chine continentale qui accèdent à /admin
ja: 例：中国本土から /admin にアクセスするリクエストをブロック
ko: 예: 중국 본토에서 /admin에 접근하는 요청 차단
pt_br: ex.: bloquear solicitações da China que acessem /admin
pt_pt: ex.: bloquear pedidos da China que acedam a /admin
tr: ör. /admin adresine erişen, Çin anakarasından gelen istekleri engelle
zh_hant: 例如：攔截來自中國大陸、存取 /admin 的請求
zh_hk: 例如：攔截來自中國大陸、存取 /admin 的請求

source: 例如：给 blog 加一条指向 1.2.3.4 的 A 记录
ar: مثال: أضف سجل A لـ blog يشير إلى 1.2.3.4
de: z. B. Füge für blog einen A-Eintrag auf 1.2.3.4 hinzu
en: e.g. Add an A record for blog pointing to 1.2.3.4
es_mx: p. ej. Agrega un registro A para blog que apunte a 1.2.3.4
fr: p. ex. Ajoute un enregistrement A pour blog pointant vers 1.2.3.4
ja: 例：blog に 1.2.3.4 を指す A レコードを追加
ko: 예: blog에 1.2.3.4를 가리키는 A 레코드 추가
pt_br: ex.: Adicione um registro A para blog apontando para 1.2.3.4
pt_pt: ex.: Adicione um registo A para blog a apontar para 1.2.3.4
tr: ör. blog için 1.2.3.4’e işaret eden bir A kaydı ekle
zh_hant: 例如：為 blog 新增一筆指向 1.2.3.4 的 A 記錄
zh_hk: 例如：為 blog 新增一筆指向 1.2.3.4 的 A 記錄

source: 保存
ar: حفظ
de: Speichern
en: Save
es_mx: Guardar
fr: Enregistrer
ko: 저장
pt_br: Salvar
pt_pt: Guardar
tr: Kaydet
zh_hant: 儲存
zh_hk: 儲存

source: 保存更改。激活通常需几分钟到几小时，最长可达 24 小时。
ar: احفظ تغييراتك. عادةً ما يستغرق التفعيل من بضع دقائق إلى بضع ساعات، حتى 24 ساعة.
de: Speichere deine Änderungen. Die Aktivierung dauert meist einige Minuten bis Stunden, bis zu 24 Stunden.
en: Save your changes. Activation usually takes a few minutes to a few hours, up to 24 hours.
es_mx: Guarda los cambios. La activación suele tardar de unos minutos a unas horas, hasta 24 horas.
fr: Enregistrez vos modifications. L’activation prend généralement de quelques minutes à quelques heures, jusqu’à 24 heures.
ja: 変更を保存します。有効化には通常数分から数時間、最長で 24 時間かかります。
ko: 변경 사항을 저장하세요. 활성화는 보통 몇 분에서 몇 시간, 최대 24시간이 걸립니다.
pt_br: Salve as alterações. A ativação costuma levar de alguns minutos a algumas horas, até 24 horas.
pt_pt: Guarde as alterações. A ativação costuma demorar de alguns minutos a algumas horas, até 24 horas.
tr: Değişikliklerinizi kaydedin. Etkinleştirme genellikle birkaç dakikadan birkaç saate, en fazla 24 saate kadar sürer.
zh_hant: 儲存更改。啟用通常需幾分鐘到幾小時，最長可達 24 小時。
zh_hk: 儲存更改。啟用通常需幾分鐘到幾小時，最長可達 24 小時。

source: 保留剩余路径
ar: الحفاظ على بقية المسار
de: Restpfad beibehalten
en: Preserve path suffix
es_mx: Conservar el resto de la ruta
fr: Conserver le reste du chemin
ja: 残りのパスを保持
ko: 나머지 경로 유지
pt_br: Preservar o restante do caminho
pt_pt: Preservar o resto do caminho
tr: Kalan yolu koru
zh_hant: 保留剩餘路徑
zh_hk: 保留剩餘路徑

source: 保留查询字符串
ar: الحفاظ على سلسلة الاستعلام
de: Query-String beibehalten
en: Preserve query string
es_mx: Conservar la cadena de consulta
fr: Conserver la chaîne de requête
ja: クエリ文字列を保持
ko: 쿼리 문자열 유지
pt_br: Preservar a string de consulta
pt_pt: Preservar a cadeia de consulta
tr: Sorgu dizesini koru
zh_hant: 保留查詢字串
zh_hk: 保留查詢字串

source: 信息
ar: معلومات
de: Info
en: Info
es_mx: Información
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
pt_pt: Informações
tr: Bilgi
zh_hant: 資訊
zh_hk: 資料

source: 修改 hostname 后如需对外解析，请到 DNS 自行调整代理 CNAME。
ar: إذا غيّرت اسم المضيف، فعدّل بنفسك سجل CNAME عبر الوكيل في DNS ليُحلّ علنًا.
de: Wenn du den Hostnamen änderst, passe den proxied CNAME in DNS selbst an, damit er öffentlich aufgelöst wird.
en: If you change the hostname, adjust the proxied CNAME in DNS yourself for it to resolve publicly.
es_mx: Si cambias el nombre de host, ajusta tú mismo el CNAME con proxy en DNS para que resuelva públicamente.
fr: Si vous modifiez le nom d’hôte, ajustez vous-même le CNAME proxifié dans DNS pour qu’il soit résolu publiquement.
ja: ホスト名を変更した場合、外部で解決するには DNS でプロキシ CNAME を自分で調整してください。
ko: 호스트 이름을 변경하면 외부에서 확인되도록 DNS에서 프록시 CNAME을 직접 조정하세요.
pt_br: Se você alterar o nome de host, ajuste o CNAME com proxy no DNS para que ele resolva publicamente.
pt_pt: Se alterar o nome de anfitrião, ajuste o CNAME com proxy no DNS para que resolva publicamente.
tr: Ana makine adını değiştirirseniz, herkese açık çözümlenmesi için DNS’teki proxy’li CNAME’i kendiniz ayarlayın.
zh_hant: 修改主機名稱後如需對外解析，請到 DNS 自行調整代理 CNAME。
zh_hk: 修改主機名稱後如需對外解析，請到 DNS 自行調整代理 CNAME。

source: 修改时间
ar: آخر تعديل
de: Geändert
en: Modified
es_mx: Modificado
fr: Modifié
ja: 変更日時
ko: 수정됨
pt_br: Modificado
pt_pt: Modificado
tr: Değiştirilme
zh_hant: 修改時間
zh_hk: 修改時間

source: 值
ar: القيمة
de: Wert
en: Value
es_mx: Valor
fr: Valeur
ja: 値
ko: 값
pt_br: Valor
pt_pt: Valor
tr: Değer

source: 值（保存后不可读取）
ar: القيمة (لا يمكن قراءتها بعد الحفظ)
de: Wert (nach dem Speichern nicht mehr lesbar)
en: Value (can’t be read back after saving)
es_mx: Valor (no se puede leer tras guardar)
fr: Valeur (illisible après l’enregistrement)
ja: 値（保存後は読み取り不可）
ko: 값(저장 후 다시 읽을 수 없음)
pt_br: Valor (não pode ser lido após salvar)
pt_pt: Valor (não pode ser lido após guardar)
tr: Değer (kaydettikten sonra okunamaz)
zh_hant: 值（儲存後無法讀取）
zh_hk: 值（儲存後無法讀取）

source: 停用
ar: تعطيل
de: Deaktivieren
en: Disable
es_mx: Desactivar
fr: Désactiver
ja: 無効化
ko: 비활성화
pt_br: Desativar
pt_pt: Desativar
tr: Devre dışı bırak

source: 健康监测
ar: مراقبات الصحة
de: Health-Monitore
en: Health Monitors
es_mx: Monitores de estado
fr: Moniteurs de santé
ja: ヘルスモニター
ko: 상태 모니터
pt_br: Monitores de integridade
pt_pt: Monitores de estado
tr: Sağlık izleyicileri
zh_hant: 健康監測
zh_hk: 健康監測

source: 健康监测定期探测源站，决定其是否健康可用。点右上角 + 创建。
ar: تفحص مراقبات الصحة الأصول دوريًا لتحديد ما إذا كانت سليمة. اضغط + في أعلى اليمين للإنشاء.
de: Health-Monitore prüfen Origins regelmäßig, um deren Zustand zu bestimmen. Tippe oben rechts auf +, um einen zu erstellen.
en: Health monitors probe origins periodically to decide whether they are healthy. Tap + in the top right to create one.
es_mx: Los monitores de estado sondean los orígenes periódicamente para determinar si están en buen estado. Toca + arriba a la derecha para crear uno.
fr: Les moniteurs de santé sondent régulièrement les origines pour déterminer si elles sont saines. Touchez + en haut à droite pour en créer un.
ja: ヘルスモニターはオリジンを定期的に探査し、正常かどうかを判定します。右上の + で作成できます。
ko: 상태 모니터는 오리진을 주기적으로 탐색해 정상 여부를 판단합니다. 오른쪽 위 +를 눌러 만드세요.
pt_br: Os monitores de integridade sondam as origens periodicamente para decidir se estão saudáveis. Toque em + no canto superior direito para criar.
pt_pt: Os monitores de estado sondam as origens periodicamente para decidir se estão saudáveis. Toque em + no canto superior direito para criar.
tr: Sağlık izleyicileri, sağlıklı olup olmadıklarını belirlemek için kökenleri düzenli olarak yoklar. Oluşturmak için sağ üstteki + simgesine dokunun.
zh_hant: 健康監測定期探測來源，判斷其是否健康可用。點右上角 + 建立。
zh_hk: 健康監測定期探測來源，判斷其是否健康可用。點右上角 + 建立。

source: 允许
ar: السماح
de: Zulassen
en: Allow
es_mx: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pt_br: Permitir
pt_pt: Permitir
tr: İzin ver
zh_hant: 允許
zh_hk: 允許

source: 允许 WebSocket 长连接
ar: السماح باتصالات WebSocket طويلة الأمد
de: Langlebige WebSocket-Verbindungen erlauben
en: Allow long-lived WebSocket connections
es_mx: Permite conexiones WebSocket persistentes
fr: Autoriser les connexions WebSocket de longue durée
ja: WebSocket の長時間接続を許可します
ko: 장시간 WebSocket 연결을 허용합니다
pt_br: Permite conexões WebSocket de longa duração
pt_pt: Permite ligações WebSocket de longa duração
tr: Uzun ömürlü WebSocket bağlantılarına izin ver
zh_hant: 允許 WebSocket 長連線
zh_hk: 允許 WebSocket 長連線

source: 允许：满足条件可访问；拒绝：满足即禁止；绕过：对满足条件的流量跳过 Access 校验。
ar: السماح: من يطابق يمكنه الوصول؛ الرفض: من يطابق يُحظر؛ التجاوز: تخطّي فحص Access للحركة المطابقة.
de: Zulassen: passende Nutzer erhalten Zugriff; Verweigern: passende Nutzer werden blockiert; Umgehen: Access-Prüfung für passenden Traffic überspringen.
en: Allow: matching users can access; Deny: matching users are blocked; Bypass: skip Access checks for matching traffic.
es_mx: Permitir: los que cumplen acceden; Denegar: los que cumplen quedan bloqueados; Omitir: salta la verificación de Access para el tráfico que cumple.
fr: Autoriser : les utilisateurs correspondants accèdent ; Refuser : ils sont bloqués ; Contourner : ignore la vérification Access pour le trafic correspondant.
ja: 許可：条件に合うユーザーはアクセス可。拒否：条件に合うとブロック。バイパス：条件に合うトラフィックは Access 検証をスキップ。
ko: 허용: 조건 충족 시 접근 가능. 거부: 충족 시 차단. 우회: 충족하는 트래픽은 Access 검사를 건너뜁니다.
pt_br: Permitir: quem corresponde acessa; Negar: quem corresponde é bloqueado; Ignorar: pula a verificação do Access para o tráfego correspondente.
pt_pt: Permitir: quem corresponde acede; Recusar: quem corresponde é bloqueado; Ignorar: salta a verificação do Access para o tráfego correspondente.
tr: İzin ver: eşleşen kullanıcılar erişebilir; Reddet: eşleşenler engellenir; Atla: eşleşen trafik için Access denetimini atla.
zh_hant: 允許：符合條件者可存取；拒絕：符合即封鎖；略過：對符合條件的流量略過 Access 驗證。
zh_hk: 允許：符合條件者可存取；拒絕：符合即封鎖；略過：對符合條件的流量略過 Access 驗證。

source: 允许不安全证书
ar: السماح بالشهادات غير الآمنة
de: Unsichere Zertifikate zulassen
en: Allow insecure certificates
es_mx: Permitir certificados no seguros
fr: Autoriser les certificats non sécurisés
ja: 安全でない証明書を許可
ko: 안전하지 않은 인증서 허용
pt_br: Permitir certificados inseguros
pt_pt: Permitir certificados não seguros
tr: Güvensiz sertifikalara izin ver
zh_hant: 允許不安全憑證
zh_hk: 允許不安全憑證

source: 允许方法
ar: الطرق المسموح بها
de: Erlaubte Methoden
en: Allowed methods
es_mx: Métodos permitidos
fr: Méthodes autorisées
ja: 許可するメソッド
ko: 허용된 메서드
pt_br: Métodos permitidos
pt_pt: Métodos permitidos
tr: İzin verilen yöntemler
zh_hant: 允許的方法
zh_hk: 允許的方法

source: 允许来源
ar: الأصول المسموح بها
de: Erlaubte Ursprünge
en: Allowed origins
es_mx: Orígenes permitidos
fr: Origines autorisées
ja: 許可するオリジン
ko: 허용된 출처
pt_br: Origens permitidas
pt_pt: Origens permitidas
tr: İzin verilen kaynaklar
zh_hant: 允許的來源
zh_hk: 允許的來源

source: 允许通知
ar: السماح بالإشعارات
de: Mitteilungen erlauben
en: Allow Notifications
es_mx: Permitir notificaciones
fr: Autoriser les notifications
ja: 通知を許可
ko: 알림 허용
pt_br: Permitir notificações
pt_pt: Permitir notificações
tr: Bildirimlere izin ver
zh_hant: 允許通知
zh_hk: 允許通知
